/* No comment provided by engineer. */
"About Device" = "A propos des caméras IP";

/* No comment provided by engineer. */
"Add" = "Ajouter";

/* No comment provided by engineer. */
"Add Camera" = "Ajouter Caméra";

/* No comment provided by engineer. */
"Advanced Setting" = "Paramètres avancés";

/* No comment provided by engineer. */
"Alarm" = "Alarme";

/* No comment provided by engineer. */
"All" = "Tout";

/* No comment provided by engineer. */
"App Info" = "Information Application";

/* No comment provided by engineer. */
"Back" = "Retour";

/* No comment provided by engineer. */
"Camera" = "Caméra";

/* No comment provided by engineer. */
"Camera Found! (%d)" = "Caméra trouvée (%d)";

/* No comment provided by engineer. */
"Camera List" = "Liste Caméra";

/* No comment provided by engineer. */
"Camera Name" = "Nom de la Caméra";

/* No comment provided by engineer. */
"Camera Password" = "Mot de passe Caméra";

/* No comment provided by engineer. */
"Camera UID" = "UID Caméra";

"Camera UID can not less than 20 characters" = "L'UID Caméra ne peut être de moins de 20 caractères";

"Camera UID length must be 20 characters" = "La longueur de l'UID Caméra doit être de 20 caractères";

"Camera Name can not be empty" = "Le nom de la caméra ne peut être vide";

"Camera Password can not be empty" = "Le mot de passe ne peut être vide";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Can not play remote record" = "Vous ne pouvez pas jouer ce fichier";

/* No comment provided by engineer. */
"Channel" = "Chaîne";

/* No comment provided by engineer. */
"Choose a Network..." = "Choix du réseau en cours..";

/* No comment provided by engineer. */
"Confirm" = "Confirmez";

/* No comment provided by engineer. */
"Confirm Password" = "Confirmez le mot de passe";

/* No comment provided by engineer. */
"Connect Failed" = "Echec de la connexion";

/* No comment provided by engineer. */
"Connected" = "Connecté";

/* No comment provided by engineer. */
"Connecting..." = "Connexion…";

/* No comment provided by engineer. */
"Continue" = "Continuer";

"Correct the wrong password" = "Mauvais mot de passe";

"Delete" = "Supprimer";

"Delete?" = "Supprimer ? ";

"Delete Photo" = "Supprimer cette photo ?";

"Dismiss" = "Rejeter";

/* No comment provided by engineer. */
"Done" = "Terminé ";

/* No comment provided by engineer. */
"Edit" = "Editer";

/* No comment provided by engineer. */
"Edit Camera" = "Editer Caméra";

/* No comment provided by engineer. */
"Enter Password" = "Entrer mot de passe";

/* No comment provided by engineer. */
"Environment Mode" = "Mode environement";

"Email Photo" = "Photo par email";

"Events" = "Evènements";

/* No comment provided by engineer. */
"Event List" = "Liste des évènements";

/* No comment provided by engineer. */
"Flip & Mirror" = "Basculement & Mirroir";

/* No comment provided by engineer. */
"Format command will ERASE all data of your SDCard" = "La commande Format va effacer l'ensemble des données de votre carte SD";

/* No comment provided by engineer. */
"Format completed." = "Formatage terminé ";

/* No comment provided by engineer. */
"Format failed." = "Echec du formatage";

/* No comment provided by engineer. */
"Format SDCard" = "Format SD Card";

/* No comment provided by engineer. */
"Free Size" = "Espace libre";

/* No comment provided by engineer. */
"Full Time" = "Temps pleins";

"Full-time recording" = "Enregistrement Temps pleins";

/* No comment provided by engineer. */
"Event List" = "Liste des évènements";

/* No comment provided by engineer. */
"High" = "Haute";

/* No comment provided by engineer. */
"Horizontal Flip (Mirror)" = "Basculement horizontale (Mirroir)";

/* No comment provided by engineer. */
"Incorrect password for %@" = "Mot de passe incorrect pour  %@";

/* No comment provided by engineer. */
"Indoor Mode(50Hz)" = "Mode intérieur (50Hz)";

/* No comment provided by engineer. */
"Indoor Mode(60Hz)" = "Mode intérieur (60Hz)";

/* No comment provided by engineer. */
"Indoor(50Hz)" = "Intérieur (50Hz)";

/* No comment provided by engineer. */
"Indoor(60Hz)" = "Intérieur (60Hz)";

/* No comment provided by engineer. */
"Information" = "A propos";

/* No comment provided by engineer. */
"IO Alarm" = "Alarm IO";

/* No comment provided by engineer. */
"Join" = "Joindre";

/* No comment provided by engineer. */
"LAN" = "LAN";

/* No comment provided by engineer. */
"Live View" = "Vision live";

"Listen" = "Ecouter";

"Listening" = "En écoute";

"List are full, remove a device and try again" = "La liste est pleine, enlever un appareil puis essayer de nouveau";

"Loading..." = "Chargement…";

/* No comment provided by engineer. */
"Low" = "Faible";

/* No comment provided by engineer. */
"Name" = "Nom";

/* No comment provided by engineer. */
"Max" = "Maximum";

/* No comment provided by engineer. */
"Medium" = "Moyen";

/* No comment provided by engineer. */
"Microphone" = "Microphone";

/* No comment provided by engineer. */
"Min" = "Minimum";

/* No comment provided by engineer. */
"Mirror" = "Mirroir";

/* No comment provided by engineer. */
"Model" = "Modèle";

/* No comment provided by engineer. */
"Motion Detection" = "Détection de mouvement";

/* No comment provided by engineer. */
"Mute" = "Muet";

/* No comment provided by engineer. */
"New" = "Nouveau";

/* No comment provided by engineer. */
"New Password" = "Nouveau mot de passe";

/* No comment provided by engineer. */
"Night" = "Nuit";

/* No comment provided by engineer. */
"Night Mode" = "Mode nuit";

/* No comment provided by engineer. */
"No result found" = "Aucun résultat trouvé";

/* No comment provided by engineer. */
"No Wi-Fi network found" = "Aucun réseau Wi-Fi trouvé";

/* No comment provided by engineer. */
"None" = "Aucun";

/* No comment provided by engineer. */
"Normal" = "Normal";

/* No comment provided by engineer. */
"Not Supported" = "Non supporté";

/* No comment provided by engineer. */
"Off" = "Eteint";

/* No comment provided by engineer. */
"Off line" = "Hors ligne";

/* No comment provided by engineer. */
"Online" = "En ligne";

/* No comment provided by engineer. */
"Online Nm: %d / Frame ratio: %d / %d" = "En ligne No: %d / Rapport de cade: %d / %d";
"Online Nm: %d" = "En ligne No: %d";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Old" = "Ancien";

/* No comment provided by engineer. */
"Old Password" = "Ancien mot de passe";

/* No comment provided by engineer. */
"Outdoor" = "Extérieur";

/* No comment provided by engineer. */
"Outdoor Mode" = "Mode extérieur";

/* No comment provided by engineer. */
"QRCode" = "QR Code";

/* No comment provided by engineer. */
"Playback" = "Lecture";

/* No comment provided by engineer. */
"Password" = "Mot de passe";

/* No comment provided by engineer. */
"Please enter password for %@" = "Veuillez entrer le mot de passe pour %@.";

/* No comment provided by engineer. */
"Please input the password" = "Veuillez insérer le mot de passe.";

"The old password is invalid" = "L'ancien mot de passe est invalide";

"Please select photos to delete." = "Veuilez sélectionner les photos à effacer.";
"Please select records to delete." = "Veuillez sélectionner les enregistrements à effacer";
"Pull down to refresh..." = "Veuillez tirer vers le bas pour rafraichir..";

"Ready" = "Prêt";

/* No comment provided by engineer. */
"Reboot" = "Rallumer";

/* No comment provided by engineer. */
"Reconnect" = "Reconnecter";

/* No comment provided by engineer. */
"Recording Mode" = "Mode enregistrement";

"Release to refresh..." = "Relâcher pour rafraichir..";

/* No comment provided by engineer. */
"Save" = "Sauvegarder";

"Save Photo" = "Sauvagerder photo";

/* No comment provided by engineer. */
"Scanning..." = "Scan en cours…";

/* No comment provided by engineer. */
"SDCard Fault" = "Faute Carte SD";

"Search" = "Rechercher";

"Searching..." = "Recherche..";

/* No comment provided by engineer. */
"Security Code" = "Code de sécurité";

/* No comment provided by engineer. */
"Snapshot" = "Photo";

/* No comment provided by engineer. */
"Snapshot saved" = "Photo sauvegarder";

/* No comment provided by engineer. */
"Speak" = "Parler";

/* No comment provided by engineer. */
"Speaking" = "Parle";

/* No comment provided by engineer. */
"Speaker" = "Microphone";

/* No comment provided by engineer. */
"The name, uid and password field can not bƒe empty" = "Les champs nom, UID et mot de passe ne peuvent pas être vide. ";

/* No comment provided by engineer. */
"The new password and confirm password do not match" = "Le nouveau mot de passe et sa confirmation ne sont pas identique.";

/* No comment provided by engineer. */
"The new password is more than 15 characters" = "Le nouveau mot de passe est de plus de 15 caractères";

/* No comment provided by engineer. */
"The password is more than 30 characters" = "Le mot de passe est de plus de 30 caractères";

/* No comment provided by engineer. */
"The video has finished playing" = "Fin de la vidéo";

/* No comment provided by engineer. */
"This device is already exists" = "Cet appareil existe déjà.";

/* No comment provided by engineer. */
"Timeout" = "Temps dépassé";

/* No comment provided by engineer. */
"Total Size" = "Espace total";

/* No comment provided by engineer. */
"Unknown" = "Inconnu";

/* No comment provided by engineer. */
"Unknown Device" = "Appareil inconnu ";

/* No comment provided by engineer. */
"UID" = "UID";

/* No comment provided by engineer. */
"Unsupported" = "Non supporté";

/* No comment provided by engineer. */
"Vender" = "Vendeur";

/* No comment provided by engineer. */
"Version" = "Version";

/* No comment provided by engineer. */
"Vertical and Horizontal Flip" = "Basculement horizontal & vertical";

/* No comment provided by engineer. */
"Vertical Flip" = "Basculement vertical";

/* No comment provided by engineer. */
"Video Flip" = "Basculement vidéo";

/* No comment provided by engineer. */
"Video Lost" = "Vidéo perdue";

/* No comment provided by engineer. */
"Video Quality" = "Qualité Vidéo";

/* No comment provided by engineer. */
"Video Resume" = "Reprendre Vidéo";

"Wait for connecting..." = "Attente pour connexion..";

/* No comment provided by engineer. */
"Warning" = "Attention";

"Weak signal" = "Signal faible";

/* No comment provided by engineer. */
"WiFi" = "Wi-Fi";

/* No comment provided by engineer. */
"WiFi Networks" = "Réseaux Wi-Fi";

"Custom period" = "Période personnalisée";
"Search Period" = "Recherche personnalisée";
"Begin Time" = "Heure de début";
"End Time" = "Heure de fin";
"Begin Date" = "Date de début";
"End Date" = "Date de fin";
"Quality" = "Qualité";
"Good" = "Bonne";
"Bad" = "Mauvaise";
"Time Zone" = "Fuseau horaire";
"asia" = "Asie";
"europe" = "Europe";
"america" = "Amérique";
"oceania" = "Océanie";
"africa" = "Afrique";

"Remote Device Connecting" = "Dispositif en connexion";
"Remote Device Timeout" = "Temps de connexion dépassé";

/* No comment provided by engineer. */
"Within a day" = "Dans la journée";

/* No comment provided by engineer. */
"Within a week" = "Dans la semaine";

/* No comment provided by engineer. */
"Within an hour" = "Dans l'heure";

/* No comment provided by engineer. */
"Within half a day" = "Dans la demi-journée";

/* No comment provided by engineer. */
"Wrong Password" = "Mauvais mot de passe";

"Manually Add" = "Ajouter manuellement";
"Sure to remove?" = "Êtes-vous sur de vouloir l'enlever ?";
"Sure to remove this view?" = "Êtes-vous sur de vouloir enlever cette vue ?";
"LAN Search" = "Recherche LAN";
"YES" = "Oui";
"NO" = "Non";
"Press to talk" = "Appuyer pour parler";
"Highest" = "Maximum";
"High" = "Haut";
"Medium" = "Moyen";
"Low" = "Bas";
"Lowest" = "Minimum";
"Caution!" = "Attention ! ";
"Account Unlinked!" = "Compte non-lié";
"More" = "Plus";
"Remove this device" = "Enlever cet appareil";
"Add Device" = "Ajouter un appareil";
"Wired" = "Filaire";
"Wireless" = "San fil";
"Manually add device" = "Ajouter manuellement un appareil";
"Security code is changed, Please reconnect!" = "Le code de sécurité est changé, veuillez vous reconnecter ";
"Record Files" = "Fichiers enregistrés";
"Wrong ID or Password!" = "Mauvais Identifiant ou mot de passe";
"Not enough space to save video" = "Pas assez d'espace pour sauvegarder une vidéo";
"Camera's video type is not supported recording" = "Le type de vidéo de la caméra n'est pas supporté pour l'enregistrement.";
"Recording Started" = "Enregistrement commencé";
"Recording Saved to Album" = "Enregistrement sauvegardé dans l'Album";
"Error recording video" = "Erreur lors de l'enregistrement vidéo";
"Error saving video" = "Erreur lors de l'enregistrement vidéo";

"用户手册"="Manuel d'utilisateur";

"page1"="page1_en.jpg";
"page2"="page2_en.jpg";
"page3"="page3_en.jpg";
"page4"="page4_en.jpg";

"LanSearchTips1"="Please select the device UID numbers from the list to add and view";
"LanSearchTips2"="Press here to refresh and re-search device UID number";
"GuidSkip"="Skip";

"60HZ"="60HZ";
